[
    {
        "cuit": "30611236308",
        "name": "Pepsi",
        "yearFundation": "1965",
        "city": "New York",
        "description": "PepsiCo, Inc. se estableció a través de la fusión de Pepsi-Cola y Frito-Lay. Pepsi-Cola fue creada a finales de la década de 1890 por Caleb Bradham, un farmacéutico de New Bern, N.C.  Frito-Lay, Inc. fue conformada a través de la fusión de 1961 de la Compañía Frito, fundada por Elmer Doolin en 1932, y la Compañía HW Lay, fundada por Herman W. Lay, también en 1932. Herman Lay, ex presidente y CEO de Frito -Lay, fue presidente de la junta directiva de la nueva empresa; Donald M. Kendall, ex presidente y CEO de Pepsi-Cola, fue presidente y director ejecutivo. La nueva compañía reporta ventas de $ 510 millones y cuenta con 19.000 empleados. Los principales productos de las nuevas empresas son:  Pepsi-Cola Empresa: Pepsi-Cola (formulada en 1898), Diet Pepsi (1964) y Mountain Dew (introducida por Tip Corporation en 1948).",
        "logo": "pepsi1.png",
        "email": "pepsi@gmail.com",
        "phoneNumber": "04102221242"
    },
    {
        "cuit": "30711165572",
        "name": "Facebook",
        "yearFundation": "2004",
        "city": "California",
        "description": "Facebook nació en el año 2004. Internet empezaba a tomar fuerza en la población de a pie y la interrelación con otros usuarios del ciberespacio ya era una realidad. Era la época gloriosa del Messenger de MSN, nacido en 1999 en el seno de Microsoft. También era el momento de descubrir nuevos chats y foros de la red.  En este contexto nació Facebook, una idea gestada por Mark Elliot Zuckerberg. La red social alcanzó en muy poco tiempo una popularidad nunca vista hasta el momento en el mundo de Internet.En Facebook, hacemos pruebas, resolvemos problemas y trabajamos juntos continuamente para conectar a las personas de todo el mundo. Por eso, es importante que quienes trabajan aquí reflejen la diversidad de las personas que usan nuestros productos. Contratar a personas de diversos orígenes y puntos de vista nos ayuda a tomar mejores decisiones, desarrollar mejores productos y crear mejores experiencias para todos.",
        "logo": "facebook1.png",
        "email": "facebook@facebook.com",
        "phoneNumber": "08105625621"
    },
    {
        "cuit": "30519448366",
        "name": "Pinterest",
        "yearFundation": "2009",
        "city": "California",
        "description": "Su historia se basa en un episodio bien particular y muy interesante. Fue en el año 2009 cuando Ben Silbermann, Paul Sciarra y Evan Sharp comenzaron a diseñar una aplicación para la empresa Cold Brew Labs.  Al principio, dicha aplicación solo funcionaba como un catálogo virtual para moda femenina y solo para dispositivos iPhone. En ese entonces, la app se llamaba “tote”, y se convirtió en una de las herramientas más preferidas por las mujeres.  Este elemento de atracción en las féminas, fue lo que llevó al Silbermann a descubrir el enorme potencial que tenía la herramienta. Es que para ese momento, las usuarias compartían fotos y etiquetaban imágenes con otras chicas.",
        "logo": "pinterest1.png",
        "email": "pinterest@gmail.com",
        "phoneNumber": "08109998282"
    },
    {
        "cuit": "30517576960",
        "name": "Twitter",
        "yearFundation": "2006",
        "city": "California",
        "description": "La evolución de Twitter desde el 2006 ha ido creciendo, y llegó a más de 100 países en el mundo. Sus creadores han estado innovando desde la fecha de su lanzamiento, y ha tenido gran repercusión alrededor del planeta por su conocida característica de tweets de 140 caracteres.  Actualmente, Twitter cuenta con 328 millones de usuarios activos mensuales, y el 82% de sus usuarios se conectan desde sus dispositivos móviles, es decir, que utilizan la aplicación de Twitter. Además, se ha traducido la plataforma en más de 40 idiomas, lo que hace accesible a miles de personas entrar y crear una cuenta para estar conectados con el mundo.",
        "logo": "twitter.png",
        "email": "twitter@hotmail.com",
        "phoneNumber": "01118883333"
    },
    {
        "cuit": "30709315796",
        "name": "Apple",
        "yearFundation": "1976",
        "city": "California",
        "description": "Apple, Inc. es una empresa estadounidense que diseña y produce equipos electrónicos, software y servicios en línea. Tiene su sede central en el Apple Park, en Cupertino (California, Estados Unidos) y la sede europea en la ciudad de Cork (Irlanda).​ Sus productos de hardware incluyen el teléfono inteligente iPhone, la tableta iPad, el ordenador personal Mac, el reproductor de medios portátil iPod, el reloj inteligente Apple Watch y el reproductor de medios digitales Apple TV. Entre el software de Apple se encuentran los sistemas operativos iOS, iPadOS, macOS, watchOS y tvOS, el explorador de contenido multimedia iTunes, la suite iWork (software de productividad), Final Cut Pro X (una suite de edición de vídeo profesional), Logic Pro (software para edición de audio en pistas de audio), Xsan (software para el intercambio de datos entre servidores) y el navegador web Safari.  La empresa operaba, en mayo de 2014, más de 408 tiendas propias en nueve países,​ miles de distribuidores (destacándose los distribuidores prémium o Apple Premium Resellers) y una tienda en línea (disponible en varios países) donde se venden sus productos y se presta asistencia técnica. De acuerdo con la revista Fortune, Apple fue la empresa más llamativa en el mundo entre 2008 y 2012.En 2015, se convirtió en la empresa más valiosa del mundo según el índice BrandZ al alcanzar los 247 000 millones de euros de valor. El 3 de agosto de 2018, según The Wall Street Journal, la compañía se convirtió en la primera empresa en lograr una capitalización de mercado de 1 billón (mil millardos) de dólares. Actualmente su valor se estima en unos 2,22 billones de dólares.",
        "logo": "apple.png",
        "email": "aplee@mac.com",
        "phoneNumber": "09001001000"
    },
    {
        "cuit": "30613508747",
        "name": "CocaCola",
        "yearFundation": "1866",
        "city": "Atlanta",
        "description": "Coca-Cola nació en 1886 y desde entonces su camino ha estado marcado por la misma pasión y compromiso de inspirar al mundo, crear valor y hacer una diferencia positiva en la vida de las personas y las comunidades en las que opera. En Argentina estamos presentes desde 1942, donde junto a nuestros socios embotelladores –Coca-Cola FEMSA, Reginald Lee, Arca Continental y Coca-Cola Andina– consolidamos una extensa y diversa cadena de valor que emplea a más de 172.000 personas de manera directa e indirecta e incluye, entre otros, a productores agropecuarios, choferes, operarios, repositores y almaceneros. El 90% de nuestros 264.000 clientes en el país son pequeños comercios de barrio: kioscos y almacenes que representan el principal ingreso familiar. Producimos nuestro amplio portfolio de bebidas en las 11 plantas ubicadas a lo largo del territorio nacional, que abastecen a los 92 centros de distribución. Desde allí cada día parten más de 1.200 vehículos que llegan a cada rincón del país para que puedas disfrutar de tus bebidas favoritas allí donde estés, en cada momento y lugar.",
        "logo": "cocacola1.png",
        "email": "cocacola@gmail.com",
        "phoneNumber": "08008888888"
    },
    {
        "cuit": "30710492731",
        "name": "Google",
        "yearFundation": "1998",
        "city": "California",
        "description": "Google, LLC es una compañía principal subsidiaria de la multinacional estadounidense Alphabet cuya especialización son los productos y servicios relacionados con internet, software, dispositivos electrónicos y otras tecnologías. El principal producto de Google es el motor de búsqueda de contenido en Internet del mismo nombre, aunque ofrece también otros productos y servicios como la suite ofimática Google Drive, el correo electrónico llamado Gmail, sus servicios de mapas Google Maps, Google Street View y Google Earth, el sitio web de vídeos YouTube y otras utilidades web como Google Libros, Google Noticias, Google Chrome y la red social Google+, este último sacado fuera de línea en el primer cuatrimestre de 2019. Por otra parte, lidera el desarrollo del sistema operativo basado en Linux Android, orientado a teléfonos inteligentes, tabletas, televisores y automóviles, y de gafas de realidad aumentada, las Google Glass. Su eslogan es «Do the Right Thing» («Haz lo correcto»).  Con miles de servidores y centros de datos presentes en todo el mundo, Google es capaz de procesar más de 1000 millones de peticiones de búsqueda diarias y su motor de búsqueda es el sitio web más visitado a nivel mundial, tal como muestra el ranking web internacional.​  La empresa ha sido criticada por colaborar con determinados países en la censura de Internet con el afán de expandirse comercialmente en ellos y por la infracción reiterada de derechos de autor. También es objeto de críticas por presunta ingeniería fiscal en diferentes países, y por ser una de las empresas que colaboran con las agencias de inteligencia en la red de vigilancia mundial, sacada a la luz en 2013.",
        "logo": "google.png",
        "email": "google@gmail.com",
        "phoneNumber": "08120102222"
    },
    {
        "cuit": "30525509598",
        "name": "Accenture",
        "yearFundation": "1989",
        "city": "Hamilton",
        "description": "Accenture Limited es una empresa multinacional de consultoría estratégica, servicios tecnológicos y externalización (outsourcing). Fue constituida en Hamilton, Bermudas, aunque el día 26 de mayo de 2009 se anunció la aprobación por parte del comité ejecutivo del traslado de su domicilio social a Irlanda. La revista Fortune la incluyó en su lista de las 500 mayores empresas en nivel de ingresos,cuenta con más de 469.000 empleados en 120 países, en octubre de 2015 empleaba solo en España a unos 10 000 profesionales. En el año fiscal finalizado el 31 de agosto de 2010, la compañía declaró unos ingresos netos de 23.090 millones de dólares estadounidenses.  La marca Accenture (confluencia de los términos \"accent\" y \"future\") fue creada en 2001, tras abandonar el nombre Andersen Consulting debido al litigio mantenido con la empresa matriz Andersen Worldwide y al desprestigio de su vertiente auditora Arthur Andersen, involucrada en el escándalo financiero de Enron, lo que motivó el cese de sus actividades.  En el año 2013 ha obtenido el premio Empresa Flexible en la categoría de empresa grande que otorga la Comunidad de Madrid al reconocimiento de los programas empresariales que fomentan la conciliación de la vida laboral y la vida personal de los empleados.",
        "logo": "accenture.png",
        "email": "accenture@gmail.com",
        "phoneNumber": "03034560000"
    },
    {
        "cuit": "30564951249",
        "name": "GitHub",
        "yearFundation": "2008",
        "city": "San Francisco",
        "description": "El 4 de junio de 2018 Microsoft compró GitHub por la cantidad de 7500 millones de dólares,al inicio el cambio de propietario generó preocupaciones y la salida de algunos proyectos de este repositorio,sin embargo no fueron representativos. GitHub continúa siendo la plataforma más importante de colaboración para proyectos Open Source.",
        "logo": "github.png",
        "email": "github@freecode.com",
        "phoneNumber": "01100001111"
    },
    {
        "cuit": "30709741086",
        "name": "Spotify",
        "yearFundation": "2008",
        "city": "Estocolmo",
        "description": "Spotify es una empresa de servicios multimedia sueca fundada en 2006, cuyo producto es la aplicación homónima empleada para la reproducción de música vía streaming. Su modelo de negocio es el denominado freemium, que consiste en ofrecer un servicio gratuito básico y con publicidad y otro con características adicionales –como una mejor calidad de audio, libre de publicidad y de uso ilimitado– a través de una suscripción de pago.  El programa se lanzó el 7 de octubre de 2008 al mercado europeo, mientras que su implantación en otros países se realizó a lo largo de 2009.Está disponible para los sistemas operativos Microsoft Windows, Mac OS X, Linux, Windows Phone, Symbian, iOS y Android.  La empresa sueco-estadounidense, que tiene sus sedes en Estocolmo (Suecia) y Nueva York (Estados Unidos) tiene firmados acuerdos con las discográficas Universal Music, Sony Music, EMI Music (desaparecida en 2012), Hollywood Records, Interscope Records y Warner Music, entre otras.  El 21 de noviembre de 2019 anunciaron su primera ceremonia de premios, llamada Spotify Awards a través de Twitter.​ El 9 de marzo de 2020 la plataforma puso en marcha Radar, su programa de artistas emergentes.  En noviembre de 2020, Spotify adquirió la plataforma publicitaria y de publicación de pódcast Megaphone por 235 millones de dólares. Una adquisición que reforzó el enfoque de la compañía en la monetización del audio y que simplifica el proceso para los productores de pódcast.  En abril de 2019, el servicio contaba con 217 millones de usuarios activos, de los cuales 100 millones eran usuarios de pago. En diciembre de 2020, las cifras anteriores habían crecido hasta los 345 millones de usuarios activos, de los cuales 155 millones eran suscriptores de pago. Esto supuso un incremento del 27% en comparación con los nueve primeros meses de 2019,posicionándose como uno de los proveedores de servicios de transmisión de música más grandes del mundo.  A diferencia de las ventas físicas o de descarga, que pagan a los artistas un precio fijo por canción o álbum vendido, Spotify paga regalías según la cantidad de reproducciones de artistas como proporción del total de canciones transmitidas. Distribuye aproximadamente el 70% de sus ingresos totales a los titulares de derechos (en su mayoría sellos discográficos), que luego pagan a los artistas en función de lo pactado en contratos individuales. Según Ben Sisario de The New York Times, unos 13.000 de los siete millones de artistas presentes en Spotify –menos del 0,2%– generaron 50.000 dólares o más en ingresos en 2020.",
        "logo": "spotify.png",
        "email": "spotify@music.com",
        "phoneNumber": "04043330505"
    },
    {
        "cuit": "30692327434",
        "name": "Netflix",
        "yearFundation": "1997",
        "city": "California",
        "description": "Netflix, Inc. es una empresa de entretenimiento y un servicio por suscripción estadounidense que opera a nivel mundial y cuyo servicio principal es la distribución de contenidos audiovisuales a través de una plataforma en línea o servicio de video bajo demanda por streaming. Ubicada en Los Gatos (California), la compañía fue creada en 1997 y un año después comenzó su actividad, ofreciendo un servicio de alquiler de DVD a través del correo postal. Actualmente, Netflix participa en la producción de obras audiovisuales, desde la creación o adquisición del producto hasta su difusión mundial.  En el año 2000, aún con el alquiler de DVD como único servicio, Netflix introduce un sistema de recomendación personalizado, basado en la calificación de una a cinco estrellas que sus clientes hacían de los materiales que alquilaban a través de su sitio por Internet. La mejora continua de este sistema —que en 2017 sería cambiado por uno de «pulgar arriba\/abajo»—, así como el uso de otros datos que la plataforma obtiene de sus clientes conocido como minería de datos, es considerado como la causa principal del éxito de la compañía.  En 2007, Netflix inicia su servicio de vídeo bajo demanda en los Estados Unidos, exclusivamente para ser usado a través de computadoras personales; a partir de 2008 se agregan diferentes opciones para acceder al catálogo por streaming: consolas de videojuegos, televisores inteligentes, tabletas, etc. El 25 de febrero de 2007 entraba su DVD número mil millones. En 2009 su catálogo físico ofrece 100 mil títulos y su clientela supera los 10 millones de suscriptores.  En 2011, la empresa inicia operaciones por primera vez fuera del territorio estadounidense y canadiense, ofreciendo su catálogo por streaming en la región de América Latina y el Caribe. En 2012 ofrece sus servicios en algunos países de Europa, y a partir de 2016 ofrece sus contenidos a todo el mundo con excepción de la región de Crimea, y los territorios de Corea del Norte, China Continental, Irán, Irak y Siria.3​  El 16 de enero de 2014, la nominación del documental The Square a un Premio de la Academia se convirtió en la primera en la historia para una producción original de Netflix.​ Los productos en español más exitosos mundialmente son las series de La casa de papel y Élite, ambos situados en el top 10 mundial de las series más vistas en el mundo en 2019.  Al final del primer trimestre de 2020, la plataforma contaba con unos 183 millones de clientes en todo el mundo, la mayoría fuera de Estados Unidos. Aunque las estimaciones hechas por Wall Street para ese periodo eran de 7.6 millones de nuevos clientes, la cuarentena puesta en marcha en distintos países del mundo a causa de la pandemia de COVID-19 contribuyó a que la cifra real fuera de más del doble (15.8 millones).",
        "logo": "netflix.png",
        "email": "netflix@stream.com",
        "phoneNumber": "09991119889"
    },
    {
        "cuit": "20389539326",
        "name": "Telegram",
        "yearFundation": "2013",
        "city": "Islas Vírgenes Británicas",
        "description": "Telegram es una plataforma de mensajería y VOIP, desarrollada por los hermanos Nikolái y Pável Dúrov.La aplicación está enfocada en la mensajería instantánea, el envío de varios archivos y la comunicación en masa. Se anunció oficialmente el 14 de agosto de 2013,​ tiempo después del autoexilio de los hermanos Dúrov y antiguos compañeros de VK a otros países por posturas opuestas al gobierno de Rusia. A julio de 2021 una organización autofinanciada que lleva su nombre gestiona su desarrollo, cuyo centro de operaciones está en Dubái, Emiratos Árabes, y su matriz está registrada legalmente en las Islas Vírgenes Británicas.  El servicio ofrece funcionalidades enfocadas en realizar charlas entre usuarios. Salvo excepciones, los mensajes son almacenados ─o archivados en caso de que se desee ocultarlos─ en la nube con opción de reenvío,​ borrado temporizado,acciones de búsqueda, realizar llamadas y conferencias y adjuntos varios. Desde 2014 se añaden los adjuntos de archivos de todo tipo, ya sean documentos, multimedia o animaciones gráficas, con un límite de subida de 2 GB cada uno.Además, para facilitar en compartir contenido colectivamente se emplean los canales de difusión para boletines y los grupos para discusiones, con ajustes de privacidad, públicos o privados, la posibilidad de compartir encuestas y la formación de chats de voz sin límite de oyentes. La lista de contactos y permisos son gestionados en sus respectivas secciones.  La información es cifrada mediante la tecnología MTProto en dos mecanismos. Por defecto, las conversaciones, borradores, publicaciones de grupos y canales y la lista de contactos se cifran íntegra e independientemente vía servidor​—el formato varía por el tipo de información— antes de sincronizar o respaldar en la nube personal; posteriormente, las claves son desgranadas y separadas por seguridad. Por otro lado están las llamadas, el servicio de autorellenado Passport y los «chats secretos», exclusivos para conversaciones entre emisor y receptor, que aplican codificación local entre dispositivos clientes extremo a extremo. La última función, promocionada por primera vez en el Criptoanálisis de 2014, recibió críticas de algunos criptógrafos y activistas y ha sido conocida por ser usada por el Estado Islámico como herramienta para comunicar sus acciones. Como respuesta, los desarrolladores realizaron actualizaciones en la tecnología para «proveer mayor privacidad y seguridad», lema del servicio.  Adicionalmente, Telegram ofrece utilitarios para uso personal y colectivo. Entre ellos está el apartado «mensajes guardados», donde se pueden almacenar conversaciones, apuntes personales y recordatorios. Para la automatización de tareas masivas se desarrollan bots, que realizan actividades y servicios extras como pagos, juegos, moderación de grupos o asignación de otras tareas bajo inteligencia artificial. Los bots se aplican también en el ámbito empresarial y social.  Inicialmente el servicio fue empleado para teléfonos móviles Android e iOS y el año siguiente para múltiples plataformas: macOS, Windows, GNU\/Linux, Firefox OS, navegadores web, y otras.Las aplicaciones usan la interfaz de acceso gratuito, permitiendo a los desarrolladores crear clientes externos. Parte del software está bajo software libre —excepto el lado del servidor— y recibe el apoyo de la comunidad.  La aplicación soporta varios idiomas. En el caso del español para los móviles se tradujo a principios de febrero de 2014 y para computadoras a finales del mismo año, cuando Telegram aumentó sorpresivamente su cuota de uso en Irán, España, Rusia, Hong Kong, Brasil, Bielorrusia y otros países.​ Para enero de 2021 superó los quinientos millones de usuarios activos mensuales y, según Sensor Tower, consiguió más de 63 millones de descargas de clientes móviles en ese mes. De la misma fuente en agosto de 2021 consiguió las mil millones de descargas desde las tiendas de aplicaciones.La adaptación a los cambios de diseño y la facilidad de uso, que ofreció herramientas para evadir el bloqueo a la plataforma en algunos países como Rusia, consiguió que sea considerada como elemento influyente entre los medios de comunicación.",
        "logo": "telegram.png",
        "email": "telegram@message.com",
        "phoneNumber": "02431567809"
    }
]